<x-layout>
    <div class="container-info">
        <div class="all-info">
            <h1>О нас</h1>

            <section>
                <h2>История</h2>
                <p>
                    Наш культурный центр был основан в 2025 с благородной целью: взращивать и лелеять культурные начинания в нашем просвещенном обществе. С тех пор мы провели бесчисленное количество выставок, балов и мастер-классов, объединяя сердца и зажигая искры вдохновения.
                </p>
            </section>

            <section>
                <h2>Миссия</h2>
                <p>
                    Наша миссия проста и благородна: сделать искусство доступным каждому, создав гостеприимное пространство для обмена идеями, обретения вдохновения и расцвета творчества. Мы стремимся поддерживать таланты местных художников и покровительствовать культурным проектам, обогащающим наше сообщество.
                </p>
            </section>

            <section>
                <h2>Наша команда</h2>
                <p>
                    Наша команда состоит из преданных энтузиастов, посвятивших себя созданию незабываемых впечатлений для каждого гостя. Мы – опытные кураторы, искусные организаторы и страстные волонтеры, объединенные любовью к искусству и культуре.
                </p>
            </section>

            <section>
                <h2>Наши покровители</h2>
                <div class="logos">
                    <img src="{{ asset('icons/logo.jpg') }}" alt="Логотип покровителя 1" >
                    <img src="{{ asset('icons/rus-fond-kul.jpg') }}" alt="Логотип покровителя 2">
                    <img src="{{ asset('icons/cult.jpg') }}"  alt="Логотип покровителя 3">
                    <!-- Добавьте больше логотипов по мере необходимости -->
                </div>
            </section>
            

            <section class="testimonials">
                <h2 class="testimonial-title">Восторженные отзывы</h2>
                <div class="testimonial-container">
                    <blockquote class="testimonial">
                        "Воистину волшебное место, где рождаются самые прекрасные мечты! Каждый визит сюда – источник неиссякаемого вдохновения." - Иван
                    </blockquote>
                    <blockquote class="testimonial">
                        "Возможность участвовать в выставках и блистать на балах этого дивного центра – истинное благословение!" - Мария
                    </blockquote>
                    <!-- Добавьте больше отзывов по мере необходимости -->
                </div>
            </section>
        </div>
    </div>
</x-layout>



       